{
  "aviation_facts": [
    "The Wright brothers' first flight in 1903 lasted just 12 seconds.",
    "The Boeing 747 has over 6 million parts.",
    "A commercial airplane can fly with only one engine.",
    "The Concorde could fly from New York to London in under 3.5 hours.",
    "The longest non-stop commercial flight today lasts over 18 hours.",
    "Aircraft tires are filled with nitrogen, not air.",
    "Pilots and co-pilots eat different meals to prevent food poisoning risks.",
    "Turbulence rarely causes injuries—seat belts keep you safe.",
    "A Boeing 777 has a wingspan longer than the Wright brothers' first flight.",
    "Planes are struck by lightning about once per year—and are built to handle it.",
    "The “black box” is actually bright orange.",
    "The Antonov An-225 is the heaviest aircraft ever built.",
    "Jet fuel can freeze at -47°C (-52°F).",
    "Planes are designed to withstand bird strikes—even to engines!",
    "The fastest manned aircraft was the SR-71 Blackbird at Mach 3.3.",
    "Most commercial planes cruise at around 35,000 feet.",
    "Pilots speak English worldwide, regardless of the airline or country.",
    "The Airbus A380 can carry over 850 passengers in an all-economy layout.",
    "Airplane wings can flex more than 25 feet up or down during flight.",
    "Cabin pressure at cruising altitude feels like standing on a 7,000 ft mountain.",
    "The Lockheed U-2 spy plane can fly at over 70,000 feet.",
    "The first autopilot system was created in 1912.",
    "Many modern aircraft can land themselves (autoland).",
    "The call sign 'Mayday' comes from the French 'm’aidez' (help me).",
    "Concorde expanded nearly 10 inches in length during flight due to heat.",
    "The term 'Roger' in aviation comes from the WWII-era phonetic alphabet.",
    "The F-35 can take off vertically—like a helicopter.",
    "The world's busiest airport by passenger traffic is Atlanta (ATL).",
    "Early planes had wooden propellers and fabric-covered wings.",
    "The cost of a single jet engine can exceed $10 million."
  ]
}